module.exports = {
  plateType: {
    1: '无类型',
    2: '92式民用车',
    3: '警用车',
    4: '上下军车',
    5: '92式武警车',
    6: '左右军车',
    7: '02式个性化车',
    8: '黄色双行尾牌',
    9: '04式新军车',
    10: '使馆车',
    11: '一行结构的新WJ车',
    12: '双行结构的新WJ车',
    13: '黄色1225农用车',
    14: '绿色1325农用车',
    15: '黄色1325农用车',
    16: '摩托车',
    17: '教练车',
    18: '临时行驶车',
    19: '挂车',
    20: '领馆汽车',
    21: '港澳出入车',
    22: '临时入境车'
  },
  vehicleType: {
    1: '其它车型',
    2: '小型汽车',
    3: '大型汽车',
    4: '二轮车',
    5: '三轮车',
    6: '行人',
    7: '电动车'
  },
  vehicleColor: {
    1: '其它颜色',
    2: '白色',
    3: '银色',
    4: '灰色',
    5: '黑色',
    6: '红色',
    7: '蓝色',
    8: '黄色',
    9: '绿色',
    10: '棕色',
    11: '粉色',
    12: '紫色'
  },
  vehicleState: {
    1: '正常',
    2: '非机动车',
    3: '异常',
    4: '残缺'
  }
}
